const resource = {
  "hero": { "t": 0, "b": { "t": 2, "i": [{ "t": 3 }], "s": "مرحبا بكم في موقعنا" } },
  "about": { "t": 0, "b": { "t": 2, "i": [{ "t": 3 }], "s": "من نحن" } },
  "contact": { "t": 0, "b": { "t": 2, "i": [{ "t": 3 }], "s": "اتصل بنا" } },
  "home": { "t": 0, "b": { "t": 2, "i": [{ "t": 3 }], "s": "الصفحة الرئيسية" } },
  "services": { "t": 0, "b": { "t": 2, "i": [{ "t": 3 }], "s": "خدماتنا" } },
  "metaAbout": { "t": 0, "b": { "t": 2, "i": [{ "t": 3 }], "s": "من نحن - وصف مختصر" } },
  "heroTitle": { "t": 0, "b": { "t": 2, "i": [{ "t": 3 }], "s": "بوابتك إلى الفرص العالمية" } },
  "heroSubtitle": { "t": 0, "b": { "t": 2, "i": [{ "t": 3 }], "s": "خدمات استشارية متخصصة في مجال التأشيرات لمساعدتك على تجاوز تعقيدات السفر والحصول على تأشيرة أحلامك" } },
  "faqTitle": { "t": 0, "b": { "t": 2, "i": [{ "t": 3 }], "s": "الأسئلة الشائعة" } },
  "faqSubtitle": { "t": 0, "b": { "t": 2, "i": [{ "t": 3 }], "s": "إليك بعض الأسئلة الشائعة التي قد تساعدك في معرفة المزيد عنا وعن خدماتنا." } },
  "faq": {
    "items": [
      {
        "question": { "t": 0, "b": { "t": 2, "i": [{ "t": 3 }], "s": "ما هي أنواع التأشيرات التي تقدمون استشارات بشأنها؟" } },
        "answer": { "t": 0, "b": { "t": 2, "i": [{ "t": 3 }], "s": "نقدم استشارات بشأن مجموعة واسعة من التأشيرات، بما في ذلك تأشيرات السياحة، العمل، الدراسة، والهجرة." } }
      },
      {
        "question": { "t": 0, "b": { "t": 2, "i": [{ "t": 3 }], "s": "كيف يمكنني بدء عملية الاستشارة؟" } },
        "answer": { "t": 0, "b": { "t": 2, "i": [{ "t": 3 }], "s": "يمكنك البدء عن طريق ملء نموذج الاتصال على موقعنا أو الاتصال بنا مباشرة عبر الهاتف أو البريد الإلكتروني." } }
      },
      {
        "question": { "t": 0, "b": { "t": 2, "i": [{ "t": 3 }], "s": "ما هي تكلفة خدمات الاستشارة؟" } },
        "answer": { "t": 0, "b": { "t": 2, "i": [{ "t": 3 }], "s": "تختلف التكلفة حسب نوع التأشيرة وتعقيد الحالة. يرجى الاتصال بنا للحصول على عرض سعر مخصص." } }
      },
      {
        "question": { "t": 0, "b": { "t": 2, "i": [{ "t": 3 }], "s": "كم من الوقت تستغرق عملية الحصول على التأشيرة؟" } },
        "answer": { "t": 0, "b": { "t": 2, "i": [{ "t": 3 }], "s": "تعتمد المدة على نوع التأشيرة والبلد الذي تتقدم إليه. سنزودك بتقدير زمني أكثر دقة بناءً على حالتك الفردية." } }
      }
    ]
  }
};

export { resource as default };
//# sourceMappingURL=ar-Gdxb9ZTs.mjs.map
